{
 "Identifies the cause/infectious agent or predisposing factor(s) or, given an effect, determines the cause.": "識別病因／致病原或危險因子，或在已知效應時判斷病因。",
 "Identifies the underlying processes/pathways that account for, or contribute to, the expression or resolution of a given condition.": "識別潛在的過程/路徑，說明其對此病況的表現或緩解之解釋或促成。",
 "Recognizes or evaluates given clinical or physical findings to identify the underlying anatomic structure or physical location.": "辨認或評估所給臨床或體徵以識別其所隱含的解剖結構或身體位置。",
 "Recognizes the mechanisms of action of various drugs; selects from an option set list of drugs based on mechanism of action.": "能辨識各類藥物之作用機制；根據作用機制從選項清單中選擇藥物。",
 "Knows signs/symptoms of selected disorders. Response options are signs and symptoms. The item asks which signs and symptoms are characteristic of the patient’s condition. Typically used when patient presents with the condition.": "了解所選疾病的徵狀與症狀。選項為徵狀與症狀。題目詢問哪些徵狀與症狀是此患者病況的特徵。此題型常於患者呈現該病況時使用。",
 "Knows individual’s risk factors for development of condition. Given current symptoms in presented history, identifies pertinent factor in the history. Typically used when patient presents with the condition.": "了解個體發展此病況之危險因子。根據所呈現之症狀與病史，辨識病史中相關之危險因子。通常於此患者呈現此病況時使用。",
 "Given a specific problem, knows what to ask to obtain pertinent additional history. The response options should not be referenced in the vignette and should not include details that would be obtained during initial history-taking. If asking about information that was already obtained and is mentioned in the vignette, use the following lead-in.": "針對特定問題，能夠提出適切的詢問以取得相關補充病史。回覆選項不得在病例敘述中引用，也不得包含在初次病史採集時會取得的細節。若詢問已取得且已在病例敘述中提及的資訊，請使用以下開場白。",
 "Predicts the most likely additional physical finding; selects either the finding itself or the appropriate examination technique that would result in the finding. The options are findings or directed physical examination techniques.": "預測最可能的額外體徵；選擇該體徵本身或能導致該體徵的適當檢查技術。選項為體徵或針對性體檢技術。",
 "Selects most appropriate laboratory or diagnostic study, including neuropsychiatric testing, or study most likely to establish/confirm the diagnosis. Options can include “No further testing is indicated.”": "選擇最適當的實驗室或診斷檢查，包括神經精神測試，或最可能確定診斷的檢查。選項可包含「不需要進一步檢查」",
 "Interprets laboratory or other study findings. Response options are interpretations of the laboratory/diagnostic data.": "解讀實驗室或其他檢查結果。答案選項為實驗室/診斷資料的解釋。",
 "Predicts the most likely laboratory or diagnostic study result. Response options are clinical studies or predicted study results.": "預測最可能的實驗室或診斷檢查結果。  \n回覆選項為臨床研究或預測檢查結果。",
 "Selects most appropriate laboratory or diagnostic study after change in patient status.": "此患者病況變化後，選擇最適當的實驗室或診斷檢查為何？",
 "Selects the most likely diagnosis.": "請選擇最可能的診斷。",
 "Recognizes factors in the history, or physical or laboratory study findings that affect patient prognosis or outcome, or that determine therapy.": "辨識病史、身體檢查或實驗室檢查結果中，影響患者預後或結果，或決定治療的因素。",
 "Interprets laboratory or other diagnostic study results and identifies current/future status of patient.": "詮釋實驗室或其他診斷檢查結果，並辨識患者目前及未來之病況。",
 "Recognizes associated conditions of a disease, including complications, or indicators of potential complications.": "能辨識疾病之相關狀況，包括併發症或潛在併發症之指標。",
 "Recognizes characteristics of disease relating to natural history or course of disease, including progression, severity, duration, and transmission of disease for a specific patient.": "能辨識疾病的自然史或病程特徵，包括此患者疾病的進展、嚴重程度、持續時間及傳播方式。",
 "Knows risk factors for conditions amenable to prevention or detection in an asymptomatic patient or knows the potential condition itself.": "了解在無症狀患者中可預防或可檢測之疾病的危險因子，或了解該潛在疾病本身。",
 "Knows pertinent incidence statistics and identifies patient groups at risk; knows incidence of symptomless/ dangerous disorders among various groups. Response options compare patient’s risk factors for disease with those of the general population.": "了解相關發生率統計並辨識風險患者群；了解各族群無症狀/危險性疾病之發生率。答案選項比較患者之疾病危險因子與一般人群。",
 "Knows common screening tests for conditions amenable to prevention or detection in an asymptomatic patient or population.": "了解在無症狀患者或人群中，適於預防或檢測之疾病的常見篩檢測試。",
 "Selects appropriate preventive agent or technique (eg, contraception, vaccines, vitamins). Knows timing of vaccinations.": "選擇適當的預防藥物或技術（例如避孕法、疫苗、維生素）。了解疫苗接種時機。",
 "Knows appropriate counseling (and reassuring, comforting) of patient or family regarding current and future problems, including risk factors related to present encounter. The response options focus on features and course of disease as they relate to a specific patient.": "了解適當諮詢（and reassuring, comforting）此患者或其家屬關於目前及未來問題，包括與本次就診相關的危險因子。回覆選項聚焦於與特定患者相關的疾病特徵與進程。",
 "Educates patients on screening, health maintenance, and self-care options such as nutrition, weight loss, breast self-examinations, home blood pressure monitoring, or breast-feeding. The response options are a variety of patient actions.": "教育患者有關篩檢、健康維護及自我照顧選項，例如營養、減重、乳房自我檢查、家庭血壓監測或母乳餵養。回應選項為多種患者行動。",
 "Selects most appropriate pharmacotherapy. Response options are all drugs and can include “No pharmacotherapy at this time.” Drugs include substances such as vitamins and supplements.": "下列何者最適當的藥物治療？ 回覆選項皆為藥物，且可包含「此時不需藥物治療」。藥物包括維生素與補充品等物質。",
 "Assesses patient adherence to treatment regimen, recognizes techniques to increase adherence to or understanding of the disease state, and knows how adherence may be affected by providing instructions with therapy. Options can include “No further testing is indicated.”": "評估患者對治療方案的依從性，認識提升依從性或疾病理解的技巧，並了解提供治療說明如何影響依從性。選項可包含「不需要進一步檢查。」",
 "Recognizes factors that alter drug requirements for a patient, such as disease, age, pregnancy, BMI, renal failure, liver disease, or gender. Response options are factors about the patient that affect the choice of a drug regimen.": "此患者能辨識影響用藥需求的因素，例如疾病、年齡、妊娠、BMI、腎功能衰竭、肝功能障礙或性別。答案選項為影響此患者用藥方案選擇的因素。",
 "Knows adverse effects of various drugs or recognizes signs and symptoms of drug (and drug-drug) interactions resulting from polypharmacy in the therapeutic regimen and knows steps to prevent polypharmacy including laboratory studies to monitor pharmacotherapy. Vignette includes description of the simultaneous use of drugs prescribed by another provider, over-the-counter drugs, prescribed opioids and other Schedule IV medications taken illegally or in greater than prescribed doses, illegal opioids, alcohol, and certain foods.": "了解各類藥物的不良反應，或能辨識因多重用藥所致之藥物（及藥物間）相互作用之徵象與症狀，並知曉預防多重用藥之措施，包括監測藥物治療之實驗室檢查。病例敘述包含同時使用由其他醫師開立之藥物、非處方藥、處方止痛藥及其他 Schedule IV 藥物之非法或超量使用、非法止痛藥、酒精及某些食物。",
 "Knows contraindications of various medications.": "了解各類藥物的禁忌症。",
 "Knows modifications of a therapeutic regimen within the context of continuing care.": "了解持續照護情境下治療方案的調整。",
 "Knows appropriate monitoring to evaluate effectiveness of pharmacotherapy or to monitor for the adverse effects of pharmacotherapy in a patient who has not had a recurrence or progression of disease.": "了解適當之監測，以評估藥物治療之有效性或監測藥物治療之不良反應，適用於未發生復發或進展之患者。",
 "Knows most appropriate management of selected conditions, including recognizing use/misuse of medications, alcohol, or other substances. Response options would be a list of management steps.": "了解所選疾病的最適當管理，包括辨識藥物、酒精或其他物質的使用/濫用。回覆選項為一系列管理步驟。",
 "Knows immediate management or priority in management, specifically in emergency or acute cases. This objective is most appropriate in life-threatening emergencies or cases of potential organ failure.": "了解緊急或急性病例的即時處置或優先處理。此目標最適用於危及生命的緊急情況或潛在器官衰竭的病例。",
 "Knows most appropriate follow-up or monitoring approach regarding the management plan.": "了解關於治療計畫的最適當追蹤或監測方式。",
 "Knows current/short-term management of patients.": "了解患者的現行/短期管理。",
 "Evaluates severity of patient condition in terms of need for referral for surgical treatments/procedures versus other nonsurgical options.": "評估此患者病況嚴重程度，以判斷是否需要轉診至外科治療/手術，或選擇其他非外科方案。",
 "Knows appropriate surgical management. The response options are all surgical procedures.": "了解適當的外科處置。選項皆為外科手術。",
 "Knows preoperative/postoperative or procedural management.": "了解術前、術後或程序管理。",
 "Knows indications for admission to the hospital or to other appropriate setting. Knows appropriate nonhospital health care settings, such as a nursing care facility, hospice care, or at-home care with assistance of health aide.": "了解住院或其他適當環境的適應症。了解適當的非住院醫療照護環境，例如護理機構、安寧療護或由健康助理協助的居家照護。",
 "Knows most appropriate discharge planning.": "了解最適當的出院計畫。",
 "Knows components of rehabilitation program, such as prostheses, psychosocial factors, or motor dysfunction. The response options are rehabilitation management steps.": "了解復健計畫之組成項目，例如義肢、心理社會因素或運動功能障礙。回覆選項為復健管理步驟。",
 "Knows appropriate use and procedures regarding hospice care.": "了解安寧照護的適當使用與程序",
 "Educates patient or family regarding self-care, such as breast-feeding, or at-home blood pressure measurement and glucose monitoring. The response options can be a variety of patient actions.": "教育此患者或家屬關於自我照護，例如母乳餵養、或在家血壓測量與血糖監測。此患者的回覆選項可為多種行為。",
 "Knows relevant roles of allied health personnel.": "了解相關協力醫療人員之職能。",
 "Selects most appropriate option from set of mixed management options (eg, mix of diagnostic studies, pharmacotherapy, procedures, or no intervention at this time, observation, referral).": "從混合管理選項（例如診斷檢查、藥物治療、程序、或此時不介入、觀察、轉診）中選擇最適當的選項。",
 "Knows the indications for surveillance for recurrence or progression of disease following treatment.": "了解治療後疾病復發或進展之監測指標。",
 "Knows how to monitor a chronic disease in a stable patient where a change in patient status might indicate a need to change therapy.": "了解如何在穩定患者中監測慢性疾病，若患者狀況變化可能提示需調整治療。",
 "Knows most appropriate long-term treatment or management goals, including continued treatment of a known patient. In a patient with a chronic condition, knows preventive medicine.": "了解最適當的長期治療或管理目標，包括對已知患者的持續治療；於慢性病患者中，了解預防醫學。",
 "Communication and Interpersonal Skills": "溝通與人際關係技巧",
 "Knows the guidelines for obtaining informed consent for treatment including those for children and adolescents, third-party permission, and emergent situations.": "了解取得治療同意書的指引，包括兒童及青少年、第三方許可及緊急情況的指引。",
 "Recognizes need for third-party permission for treatment in medical emergencies.": "承認在醫療急症時需取得第三方許可以進行治療。",
 "Knows guidelines for treatment of minors with/without notification of parents.": "了解未成年人治療之指引，含父母通知與否。",
 "Knows definitions of competence and sanity.": "此患者了解能力與理智的定義。",
 "Knows the guidelines for involuntary admission (eg, third-party permission, court order).": "了解強制入院的指引（例如第三方許可、法院命令）。",
 "Knows guidelines for such things as confidentiality of medical records (eg, regarding patient’s relatives, employer, insurance/legal agents), boundaries, privacy, and truth-telling.": "此人了解醫療記錄保密（eg，關於患者親屬、雇主、保險/法律代理人）的指引、界限、隱私及誠實告知的規範。",
 "Knows guidelines for provider/patient relationship.": "了解醫療人員與患者關係之指引。",
 "Assesses degree of disclosure to terminally ill patients.": "評估對於末期病患的披露程度。",
 "Recognizes patient’s right to refuse treatment or testing (patient autonomy); knows issues of advance directives and living wills.": "能夠認識患者拒絕治療或檢查的權利（患者自主權）；了解預先指示與生前遺囑的相關問題。",
 "Assesses quality-of-life decisions (especially in elder patients).": "評估生活品質決策（尤其在老年患者中）。",
 "Knows appropriate prescriptive practices; knows appropriate use of opioids in terminally ill patients.": "了解適當的處方實務；了解終末期患者適當使用阿片類藥物。",
 "Knows definition of and legal issues regarding brain death.": "了解腦死亡的定義及相關法律問題。",
 "Knows management of terminally ill patients related to treating chronic pain, and recognizes patient’s expression of fear of pain, injury, or death; knows how to comfort patient or family during crisis such as trauma or death.": "了解終末期患者慢性疼痛治療之管理，能辨識此患者對疼痛、受傷或死亡之恐懼表達；能於創傷或死亡等危機時安慰此患者或家屬。",
 "Knows guidelines for reporting findings to proper authorities, such as social services, police, medical society, or coroner.": "了解向適當主管機關報告發現的指引，如社會服務機構、警察、醫學會或法醫。",
 "Knows Good Samaritan laws.": "了解善良鄰居法案。",
 "Recognizes provider error and negligence.": "辨識醫療人員錯誤與疏忽",
 "Recognizes and deals appropriately with impaired providers.": "能辨識並適當處理受損的醫療服務提供者。",
 "Understands basic concepts and terminology, principles, and application of quality improvement science and outcome analysis.": "了解品質改善科學與成效分析之基本概念與術語、原則及應用。",
 "Recognizes and optimizes human and environmental factors such as workplace design, standardization, and processes.": "識別並優化人因與環境因子，如工作場所設計、標準化與流程。",
 "Understands the role and characteristics of teams and communication strategies.": "了解團隊的角色與特徵以及溝通策略。",
 "Anticipates, recognizes, analyzes, and mitigates risk (sources of error).": "預測、辨識、分析並減輕風險（錯誤來源）.",
 "Evaluates, reports, and responds to near-misses and system errors.": "評估、報告並回應近失事件與系統錯誤。",
 "Understands and can apply principles of epidemiology and population health, including health status indicators, outbreak investigation, points of intervention.": "了解並能運用流行病學與族群健康原則，包括健康狀態指標、疫情調查、干預點。",
 "Understands and can apply principles of study design/flaws, such as bias and confounding, and methods to address these flaws; understands and can apply statistical principles.": "了解並能運用研究設計原則/缺陷，例如偏差與混淆，以及解決這些缺陷的方法；了解並能運用統計原則。",
 "Understands and can apply principles of screening and other tests (eg, sensitivity, specificity, predictive value).": "了解並能運用篩檢及其他檢驗之原則（例如靈敏度、特異度、預測值）。",
 "Understands use and interpretation of statistical principles and measures of association.": "了解統計原則及相關性測量的使用與詮釋。",
 "Makes decisions about patient care based on results of studies or other written materials (eg, pharmaceutical advertisements, abstracts, results of literature searches).": "根據研究結果或其他書面資料（例如藥品廣告、摘要、文獻搜尋結果）作出此患者的護理決策。"
}