{
 "Which of the following pathogens is the most likely cause of this patient’s condition?": "下列何種致病原最可能導致此患者的病況？",
 "Which of the following is the most likely infectious agent?": "下列何者最可能為致病原？",
 "This patient most likely acquired the infectious agent via which of the following modes of transmission?": "此患者最可能經由下列何種傳播方式感染致病原？",
 "This patient most likely has a defect in which of the following?": "此患者最可能在下列何者處有缺陷？",
 "Which of the following is the most likely cause/mechanism of this effect?": "下列何者最可能為此效應之原因或機制？",
 "Which of the following is the most likely underlying cause of this patient’s condition?": "下列何者最可能為此患者病況的根本原因？",
 "Which of the following is the most likely explanation for this patient’s condition?": "下列何者最可能為此患者的病況之說明？",
 "Which of the following cell types most likely played a primary role in the development of this lesion?": "下列何種細胞類型最可能在此病變的發展中扮演主要角色？",
 "Which of the following immune system mediators plays a critical role in the pathogenesis of this patient’s current condition?": "下列何者在此患者目前病況的發病機制中扮演關鍵角色？",
 "This patient most likely has a deficiency in which of the following enzymes?": "此患者最可能缺乏下列何種酶？",
 "Which of the following cytokines is the most likely cause of this condition?": "下列何者最可能為此患者的病況之細胞因子？",
 "Which of the following processes is most likely impaired in this patient?": "下列何者最可能在此患者中受損的過程？",
 "The most likely cause of the findings in this patient is damage to which of the following structures?": "此患者的所見最可能因為下列何種結構受損？",
 "Which of the following structures is at greatest risk for damage during this procedure?": "下列何者結構在此程序中最易受損？",
 "Which of the following nerves is most likely carrying the sensation for this patient’s pain?": "下列何者最可能為此患者疼痛所傳遞的感覺？",
 "The most likely cause of these findings is dysfunction of which of the following structures?": "這些發現最可能的原因是下列哪一種結構功能障礙？",
 "Which of the following developmental abnormalities is the most likely cause of the findings in this patient?": "下列何種發育異常最可能導致此患者的所見？",
 "Which of the following is the most likely mechanism of the beneficial effect of this drug?": "下列何者最可能為此藥之有益效應之機制？",
 "Which of the following is the most appropriate management? (response options would be drug classes or mechanisms of action)": "下列何者為最適當的處置？（回覆選項為藥物類別或作用機制）",
 "Which of the following is the most likely mechanism of action of the therapeutic effect of this drug?": "下列何者最可能為此藥物治療效應之作用機制？",
 "The most appropriate medication for this patient will have which of the following mechanisms of action?": "此藥物最適當將具有下列何者作用機制？",
 "Which of the following signs/symptoms is most consistent with the underlying diagnosis in this patient?": "下列何者體徵或症狀最符合此患者的潛在診斷？",
 "Which of the following factors in this patient’s history most increased the risk for developing this condition?": "下列何者為此患者病史中最能增加此病況發生之危險因子？",
 "It is most appropriate to obtain specific additional history regarding which of the following?": "下列何者最適當取得具體的額外病史？",
 "The remainder of the physical examination is most likely to show which of the following? (ensure all options are portions of the physical examination that would not yet have occurred in the patient scenario)": "下列何者為此患者其餘身體檢查最可能呈現的項目？（請確保所有選項皆為尚未於患者情境中進行的身體檢查項目）",
 "It is most appropriate to direct the physical examination toward which of the following? (sample options: “Auscultation of the lungs,” “Palpation of the abdomen,” “Rotation of hip joints”)": "下列何者為最適當的身體檢查重點？（樣本選項：「肺部聽診」、「腹部觸診」、「髖關節旋轉」）",
 "Which of the following signs or symptoms is most indicative of the need for further studies?": "下列何者最能提示需要進一步檢查的徵象或症狀？",
 "Which of the following is the most appropriate diagnostic study at this time?": "下列何者為此時最適當的診斷檢查？",
 "Which of the following is the most appropriate initial diagnostic study?": "下列何者為最適當的初步診斷檢查？",
 "Which of the following is the most appropriate next step in evaluation?": "下列何者為最適當的下一步評估措施？",
 "Which of the following studies is most likely to establish a diagnosis?": "下列何者最可能確定診斷？",
 "Which of the following laboratory studies is most likely to confirm the diagnosis?": "下列何者最可能確認此診斷？",
 "Which of the following studies is most appropriate to order for follow-up?": "下列何者為最適當的追蹤檢查？",
 "Which of the following studies is most appropriate to obtain periodically to monitor the patient’s long-term care?": "下列何者為最適當的定期取得以監測此患者長期照護之檢查？",
 "Which of the following is the most likely explanation for these laboratory findings?": "下列何者最可能為這些實驗室檢查結果的解釋？",
 "Based on these findings, this patient’s condition is most likely attributable to which of the following?": "根據這些發現，此患者的病況最可能歸因於下列何者？",
 "Results of which of the following laboratory studies are most likely to be abnormal in this patient?": "下列何者實驗室檢查結果最可能在此患者中異常？",
 "Measurement of serum electrolyte concentrations is most likely to show which of the following?": "測定血清電解質濃度最可能顯示下列何者？",
 "An x-ray of the _________  is most likely to show which of the following?": "下列何者最可能顯示於 _________ 的 X光片？",
 "Arterial blood gas analysis is most likely to show which of the following sets of findings?": "下列何者為動脈血氣分析最可能顯示的結果組合？",
 "Prior to changing this patient’s therapy, which of the following is the most appropriate diagnostic study?": "在更改此患者治療前，下列何者為最適當的診斷檢查？",
 "Which of the following is the most likely diagnosis?": "下列何者最可能為診斷？",
 "Which of the following is the most likely working diagnosis?": "下列何者最可能為工作診斷？",
 "Which of the following best explains these findings? (options would be diagnoses; correct answer could be “Normal finding(s)”)": "下列何者最能說明此項檢查所見？",
 "Which of the following infectious agents is the most likely cause of this patient’s pneumonia?": "下列何種致病原最可能導致此患者的肺炎？",
 "Which of the following factors in this patient’s history most strongly indicates a poor/good prognosis?": "下列何者最強烈指示此患者病史中不良/良好預後？",
 "Which of the following factors is most critical in determining this patient’s ability to remain at home?": "下列何者最關鍵於決定此患者能否留在家中？",
 "Based on these findings, this patient is most likely to develop which of the following?": "根據這些發現，此患者最可能發展為下列何者？",
 "Based on these findings, this patient is most likely to develop which of the following during _________ (period of time)?": "根據這些發現，此患者最可能在 _________（時間段）期間發展出下列何者？",
 "Which of the following is the most likely complication of this patient’s current condition?": "下列何者最可能為此患者目前病況之併發症？",
 "Without treatment, which of the following is most likely to develop in this patient?": "下列何者最可能在此患者身上發展？",
 "Which of the following is the most likely clinical course for this patient?": "下列何者最可能為此患者的臨床病程？",
 "It is most appropriate to inform this patient of which of the following risk factors?": "最適當告知此患者下列何者為危險因子？",
 "Which of the following is the strongest predisposing factor in this patient for developing a chronic condition?": "下列何者為此患者發展慢性病的最強危險因子？",
 "It is most appropriate to counsel this patient that he/she is at greatest risk for which of the following?": "最適當的諮詢此患者，他/她最有風險的是下列何者？",
 "If untreated, this patient is at greatest risk for which of the following disorders?": "若不治療，此患者最有風險發生下列何種疾病？",
 "Which of the following factors is most appropriate to consider in assessing the need for additional screening in this patient population?": "下列何者為最適當的因子，以評估此患者族群是否需要進一步篩檢？",
 "In addition to a [screening test] annually, which of the following screening studies is most appropriate?": "除每年進行一次[篩檢測試]外，下列何者為最適當的篩檢檢查？",
 "Which of the following is the most appropriate screening test for this patient at this time?": "下列何者為此患者目前最適當的篩檢測試？",
 "At this time, which of the following is the most appropriate next step in the evaluation of this patient?(response options would be screening tests)": "此時，以下何者為此患者評估的最適當下一步措施？",
 "Which of the following is the most appropriate recommendation for vaccination?": "下列何者為最適當的接種建議？",
 "[To reduce the likelihood of recurrence,] it is most appropriate to (prescribe/administer) which of the following?": "為減少復發之機率，最適當的處置為下列何者？",
 "Which of the following is the most appropriate vaccine to administer at this time?": "下列何者為最適當於此時接種之疫苗？",
 "It is most appropriate to counsel this patient regarding which of the following?": "此患者最適當的諮詢內容為下列何者？",
 "Which of the following is the most appropriate management to prevent the spread of this patient’s illness?": "下列何者為最適當的管理以防止此患者之疾病傳播？",
 "Which of the following is the most appropriate recommendation?": "下列何者為最適當的建議？",
 "It is most appropriate to advise this patient to do which of the following?": "下列何者為最適當建議此患者執行？",
 "Which of the following is the most appropriate pharmacotherapy at this time?": "下列何者為此時最適當的藥物治療？",
 "The most appropriate next step is to administer which of the following?": "最適當的下一步措施是給予下列何者？",
 "To assess adherence and therapeutic efficacy in this patient, which of the following studies is most appropriate to order after initiation of therapy?": "評估此患者的依從性與治療效能，治療開始後，何者為最適當的檢查？",
 "Which of the following methods is most appropriate to assess adherence to treatment in this patient?": "下列何者為最適當評估此患者治療依從性之方法？",
 "Which of the following variables is most appropriate to consider in determining the appropriate dose of medication for this patient?": "下列何者最適當考慮於決定此患者藥物劑量？",
 "Which of the following factors is most likely to influence therapy for this patient?": "下列何者最可能影響此患者的治療？",
 "Which of the following is most appropriate to consider before selecting pharmacotherapy?": "下列何者最適當在選擇藥物治療前考慮？",
 "Which of the following is the most likely cause of this patient’s symptoms?": "下列何者最可能為此患者的症狀原因？",
 "Which of the following is the most likely complication of the addition of this medication?": "下列何者最可能為此藥物加入所致的併發症？",
 "Which of the following is the most likely explanation for this patient’s current condition?": "下列何者最可能為此患者目前病況之說明？",
 "The most likely cause of this patient’s condition is interaction between which of the following drugs?": "此患者病況最可能的原因是下列何者之間的藥物相互作用？",
 "Which of the following medications is contraindicated in this patient?": "下列何者為此患者禁忌之藥物？",
 "Which of the following medications is most likely to increase the risk for development/progression of _________  (diagnosis) in this patient?": "下列何者藥物最可能增加此患者 _________（diagnosis）之發展/進展風險？",
 "Which of the following is the most appropriate next step in pharmacotherapy?": "下列何者為最適當的藥物治療下一步措施？",
 "Which of the following is the most appropriate change/modification in this patient’s pharmacotherapy?": "下列何者為此患者藥物治療的最適當變更／調整？",
 "Which of the following studies is most appropriate to monitor the effectiveness of therapy in this patient?": "下列何者為最適當的監測治療效果之研究？",
 "Which of the following is the most appropriate next step in management?": "下列何者為最適當的下一步處置？",
 "Which of the following is the most appropriate initial management/recommendation?": "下列何者為最適當的初始處置/建議？",
 "Which of the following is the most appropriate immediate/initial/next step in management?": "下列何者為最適當的即時/初步/下一步處置？",
 "Which of the following is the priority in management?": "下列何者為管理的優先事項？",
 "Which of the following is the most critical factor in formulating a management plan for this patient?": "下列何者為制定此患者管理計畫時最關鍵因素？",
 "Which of the following is the most appropriate monitoring/follow-up plan?": "下列何者為最適當的監測／追蹤計畫？",
 "Which of the following is the most appropriate next step following treatment?": "下列何者為治療後最適當的下一步措施？",
 "Which of the following is the most appropriate next step in monitoring this patient?": "下列何者為最適當的下一步監測此患者？",
 "Which of the following findings in this patient indicates the need for surgical intervention/intubation/ transplantation/admission to another department?": "下列何者提示此患者需要進行外科手術/插管/移植/轉入其他科別？",
 "Which of the following is the most appropriate surgical management?": "下列何者為最適當的外科處置？",
 "Which of the following is the most appropriate postoperative management?": "下列何者為最適當的術後管理？",
 "Which of the following is the most appropriate preoperative preparation?": "下列何者為最適當的術前準備？",
 "Prior to the procedure (or specify the procedure), it is appropriate to first obtain/do which of the following?": "在手術（or specify the procedure）之前，最適當先取得/執行下列何者？",
 "Placement in a/an _________  is recommended based on which of the following factors?": "下列何者為建議置入 _________ 的因素？",
 "To which of the following inpatient facilities is it most appropriate to transfer this patient?": "下列何者為最適當的住院設施以轉移此患者？",
 "In discussing discharge plans with this patient, it is most appropriate to advise him/her of which of the following?": "在與此患者討論出院計畫時，最適當的建議是下列何者？",
 "Before this patient is discharged, it is most appropriate to counsel him/her regarding which of the following?": "在此患者出院前，最適當的諮詢主題為下列何者？",
 "Which of the following is the most appropriate goal for follow-up?": "下列何者為最適當的隨訪目標？",
 "Which of the following components of his/her overall care is most appropriate to consider?": "下列何者為其整體照護的組成部分中最適當需要考慮的？",
 "Which of the following is the most appropriate step regarding hospice care for this patient?": "下列何者為此患者最適當的臨終關懷步驟？",
 "Which of the following is the most appropriate next step?  (hospice referral is correct answer)": "下列何者為最適當的下一步措施？",
 "The most appropriate next step is to arrange consultation with which of the following?": "下列何者為最適當的下一步措施，即安排諮詢？",
 "It is most appropriate to refer this patient to which of the following?": "下列何者為最適當的轉診對象？",
 "Which of the following is the most appropriate next step?": "下列何者為最適當的下一步措施？",
 "Which of the following is the most appropriate initial step in management?": "下列何者為最適當的初始處置？",
 "Which of the following is the most appropriate annual monitoring study?": "下列何者為最適當的年度監測檢查？",
 "Which of the following is the most appropriate long-term management?": "下列何者為最適當的長期管理？",
 "It is most appropriate to advise this patient of which of the following long-term management goals?": "此患者最適當的長期管理目標為下列何者？",
 "Which of the following is the most appropriate opening remark to this patient?": "下列何者為此患者最適當的開場白？",
 "Which of the following is the most appropriate response by the provider?": "下列何者為醫療人員最適當的回應？",
 "Which of the following statements by the provider is most appropriate to...?": "下列何者為此醫師之說明最適當……？",
 "Which of the following is the most appropriate method to facilitate patient informed consent?": "下列何者為最適當的促進患者知情同意之方法？",
 "In requesting an autopsy, consent must be given by which of the following individuals?": "在請求屍檢時，必須由下列何者給予同意？",
 "Regarding obtaining consent for treatment today, which of the following is the most accurate conclusion for providing services to this patient?": "關於今日取得治療同意，以下何者為最準確結論以為此患者提供服務？",
 "Until the parents can be reached, which of the following is the most appropriate management?": "在無法聯絡到父母之前，下列何者為最適當的管理？",
 "Before examining this patient, informed consent needs to be obtained from which of the following individuals?": "在檢查此患者前，需從下列何者取得知情同意？",
 "Which of the following is the most appropriate response to the request for services for this child/ adolescent?": "下列何者為最適當的對此兒童/青少年的服務請求之回應？",
 "Determination of this patient’s competency to make decisions should be based on which of the following factors?": "下列何者為此患者決策能力判定的依據因素？",
 "Which of the following is the most significant indication that this patient may not have sufficient capacity for informed consent or refusal?": "下列何者為此患者可能缺乏足夠知情同意或拒絕能力的最重要指徵？",
 "Which of the following factors or findings renders this patient incompetent to make health care decisions on her/his own behalf?": "下列何者使此患者無法自行作出醫療決策？",
 "The information that is most decisive in determining this patient’s mental capacity to refuse treatment is which of the following?": "下列何者為最具決定性之資訊，以判斷此患者拒絕治療之精神能力？",
 "Which of the following is the most appropriate next step? (answer is involuntary admission)": "下列何者為最適當的下一步措施？",
 "In considering commitment of this patient to _________ , which of the following is the most appropriate next step?": "在考慮將此患者送往 _________ 時，下列何者為最適當的下一步措施？",
 "Which of the following is the most accurate statement concerning the confidentiality of this patient’s medical record?": "下列何者最準確說明此患者醫療紀錄的機密性？",
 "Regarding this colleague’s behavior, which of the following is the most appropriate advice to this patient?": "關於此同事的行為，下列何者為最適當給此患者的建議？",
 "Which of the following is the primary consideration regarding informing this patient of his/her condition/ prognosis?": "下列何者為告知此患者其病況/預後之首要考量？",
 "Which of the following is the most appropriate advice to the family regarding their wishes for this patient?": "下列何者為最適當的建議，給家屬關於此患者的願望？",
 "Given your knowledge of this patient and her past wishes, which of the following is the most appropriate recommendation?": "根據您對此患者及其過往願望的了解，下列何者為最適當的建議？",
 "In reaching an opinion about whether do-not-attempt-resuscitation status should be ordered, which of the following information has the highest priority?": "在決定是否應下達不嘗試復甦狀態時，以下何者資訊具有最高優先權？",
 "The best method of ensuring that this patient’s wishes will be honored is to do which of the following?": "下列何者為最適當的確保此患者願望得到尊重之方法？",
 "In considering treatment options for this patient, which of the following is the most compelling consideration?": "在考慮此患者的治療方案時，下列何者為最重要的考量？",
 "Which of the following is the most appropriate next step regarding this patient’s end-of-life needs?": "下列何者為最適當的下一步措施，針對此患者的臨終需求？",
 "Which of the following is the most effective intervention to minimize this patient’s pain?": "下列何者最有效的處置可減輕此患者的疼痛？",
 "Which of the following is the most critical ethical consideration in deciding whether to withdraw life support in this patient?": "下列何者為決定是否撤除生命維持治療於此患者時最重要的倫理考量？",
 "Which of the following is the most accurate statement regarding the physician’s decision to discontinue life-sustaining interventions in this patient?": "下列何者最準確的陳述關於此患者醫師決定停止維持生命的治療？",
 "In order for a clinical diagnosis of brain death to be made in this child, documentation of which of the following is needed?": "為了在此兒童中作出臨床腦死亡診斷，需文件化下列何者？",
 "Which of the following is most appropriate to manage this patient’s pain?": "下列何者為最適當管理此患者的疼痛？",
 "Which of the following is the most appropriate advice for this patient regarding his/her pain?": "下列何者為此患者關於其疼痛的最適當建議？",
 "Which of the following is the most likely underlying cause of this change in behavior?": "下列何者最可能為此行為變化的潛在原因？",
 "In addressing this patient’s (fear), which of the following is the most appropriate counseling?": "在處理此患者的（fear）時，下列何者為最適當的諮詢？",
 "Which of the following is the most appropriate action in patient care?": "下列何者為最適當的患者照護行動？",
 "Regarding your colleague’s liability associated with this patient’s actions at the scene of the collision, which of the following is the most accurate conclusion?": "下列何者為最準確結論，關於此同事因此患者於碰撞現場行為所承擔的責任？",
 "With regard to the possibility that this situation represents medical malpractice, it is most critical to do which of the following?": "就此情況可能為醫療過失而言，最重要的是下列何者？",
 "The most appropriate response to this situation is to do which of the following?": "此情況下最適當的回應為下列何者？",
 "After you document the error, the most appropriate management is to do which of the following?": "在您記錄錯誤後，最適當的處置為下列何者？",
 "Which of the following is the most appropriate response to this allegation?": "下列何者為最適當的回應此指控？",
 "The most appropriate response to the licensing board is to recommend which of the following?": "對於執照委員會，最適當的回應是建議下列何者？",
 "Which of the following is the most appropriate action? (where options describe dealing with impaired colleague)": "下列何者為最適當的措施？（選項描述處理受損同事）",
 "Which of the following is the most appropriate description of the deviation from official procedure?": "下列何者為最適當的偏離官方程序之描述？",
 "Which of the following is the most appropriate next step in designing a standard process for...?": "下列何者為最適當的下一步措施，在設計標準流程時……？",
 "Which of the following is most likely to improve patient satisfaction?": "下列何者最可能提升患者滿意度？",
 "Which of the following strategies is most likely to achieve this goal?": "下列何者最可能達成此目標？",
 "Which of the following is the most appropriate next step by this hospital to improve its system of care?": "下列何者為此醫院最適當的下一步措施，以改善其照護系統？",
 "Which of the following is the most appropriate initial recommendation by the task force?": "下列何者為工作小組最適當的初步建議？",
 "Which of the following is most likely to improve outcomes in this situation?": "下列何者最可能改善此情況的成效？",
 "Which of the following is most likely to decrease morbidity/mortality in this situation?": "下列何者最可能降低患病率/死亡率於此情況？",
 "Which of the following is most appropriate to ensure the success of this project?": "下列何者為最適當以確保此專案成功？",
 "Which of the following actions is most likely to improve communication within this health care team?": "下列何者最可能改善此醫療團隊內的溝通？",
 "Which of the following is the most appropriate method to prevent/reduce the risk of transmission of this infection?": "下列何者為最適當的防止/減少此感染傳播風險之方法？",
 "Which of the following is most likely to prevent recurrence of this type of error?": "下列何者最可能防止此類錯誤復發？",
 "Which of the following is the most likely cause of the error?": "下列何者最可能為錯誤之原因？",
 "Which of the following is most likely to decrease the likelihood of this error happening again?": "下列何者最可能降低此錯誤再次發生的可能性？",
 "Which of the following is the most appropriate action by the hospital staff immediately following the incident?": "下列何者為醫院工作人員在事件發生後立即採取的最適當行動？",
 "Which of the following is the most likely effect on estimates of disease incidence and prevalence?": "下列何者對疾病發生率與盛行率估計的影響最可能？",
 "Which of the following is the annual incidence of _________  in this study?": "下列何者為本研究中 _________ 的年發生率？",
 "The most likely cause of the study results is an error related to which of the following?": "下列何者最可能為本研究結果的錯誤來源？",
 "Which of the following features of this study is of greatest potential concern?": "下列何者為此研究之最大潛在關注點？",
 "Which of the following potential flaws is most likely to invalidate this study?": "下列何者最可能使本研究失效？",
 "Which of the following best describes this study design?": "下列何者最適當描述此研究設計？",
 "Which of the following is the major advantage of this study design?": "下列何者為此研究設計的主要優勢？",
 "Which of the following is the most likely effect on sensitivity and specificity?": "下列何者最可能對敏感度與特異度產生影響？",
 "Which of the following is the most likely effect on the predictive value?": "下列何者最可能對預測值產生影響？",
 "If the prevalence of the disease is increased to ___ %, which of the following would be the most likely outcome?": "若疾病的盛行率升高至 ___%，下列何者最可能為結果？",
 "According to these results, which of the following represents the sensitivity of _________  for detecting _________  within this population?": "根據這些結果，下列何者代表 _________ 在本族群內偵測 _________ 的敏感度？",
 "According to these results, which of the following is closest to the predictive value of a positive test result?": "根據這些結果，下列何者最接近陽性預測值？",
 "If _________  were decreased to _________ , which of the following would be the most likely result?": "若 _________ 降至 _________，下列何者最可能為結果？",
 "Changing the screening population is most likely to have which of the following effects on this test?": "更改篩檢族群最可能對此檢驗產生下列何者影響？",
 "In determining the appropriate diagnostic test for this patient, which of the following characteristics of the test is most appropriate to consider?": "在確定此患者之適當診斷檢驗時，下列何者為最適當考慮之檢驗特性？",
 "Which of the following is the most appropriate conclusion regarding the test?": "下列何者為最適當的測試結論？",
 "Which of the following combinations of sensitivity and specificity would be characteristic of the most appropriate confirmatory/screening test?": "下列何者為最適當確認/篩檢測試的敏感度與特異度組合？",
 "Which of the following conclusions can be drawn from these data?": "下列何者可從這些資料推論出結論？",
 "Which of the following is the most appropriate conclusion about these data?": "下列何者為最適當的結論關於這些資料？",
 "Which of the following is the most accurate interpretation of these data?": "下列何者最準確詮釋這些資料？",
 "Based on these additional data, it is most appropriate to conclude which of the following?": "根據這些額外資料，最適當的結論是下列何者？",
 "Which of the following conclusions is most strongly justified based on this information/study?": "下列何者最有力支持此資訊/研究的結論？",
 "Which of the following is the most accurate interpretation of the author’s conclusion regarding these study results?": "下列何者最準確詮釋作者對這些研究結果的結論？",
 "Which of the following is the most likely explanation for this finding?": "下列何者最可能為此發現之解釋？",
 "Which of the following represent the results of a meta-analysis?": "下列何者代表元分析的結果？",
 "In determining the validity of the meta-analysis, which of the following is the most appropriate factor to consider?": "在評估 meta‑analysis 的有效性時，下列何者為最適當的考量因素？",
 "Which of the following is the best interpretation of this confidence interval?": "下列何者為此信賴區間最適當的解釋？",
 "Compared with _________ , which of the following is the relative risk for _________  in _________ ?": "相較於 _________，下列何者為 _________ 在 _________ 的相對危險度？",
 "Which of the following is the estimated odds ratio of _________  in _________  compared with _________  ?": "下列何者為 _________ 在 _________ 與 _________ 的估計比值比？",
 "Which of the following is the best estimate of the relative risk of _________  for those with _________ compared with those with _________ ?": "下列何者為最適當估計相對危險度 _________ 對於具有 _________ 的人與具有 _________ 的人相比？",
 "Which of the following is the relative risk for _________  5 years following _________ ?": "下列何者為 _________ 5 年後 _________ 的相對危險度？",
 "Which of the following is the attributable (excess) risk per _________  patients for development of _________ 5 years following _________ ?": "下列何者為每 _________ 患者在 _________ 之後 5 年內發展 _________ 的歸因（過量）風險？",
 "Which of the following variables is measured on a nominal scale?": "下列何者為以名義尺度測量之變數？",
 "Which of the following is the mean (or mode or standard deviation) in the sample shown in the graph?": "下列何者為此圖所示樣本的平均數（或眾數或標準差）？",
 "Assuming a normal (Gaussian) distribution, which of the following best represents the median _________ for this group?- According to these results, which of the following is the number of patients who would need to be treated with the new drug to prevent mortality in one patient?": "假設正態分布，以下哪一項最能代表此組別的中位數 _________？- 根據這些結果，以下哪一項為需要使用新藥治療的患者數量，以防止一名患者死亡？",
 "Which of the following is the number needed to treat with _________  instead of _________  to prevent _________  in one patient?": "下列何者為以 _________ 取代 _________ 以預防一名患者的 _________ 所需治療數？",
 "Based on these data, which of the following best represents the number of patients that must be treated with _________  to prevent one episode of _________ ?": "根據這些資料，下列何者最能代表必須以 _________ 治療的患者數量，以預防一次 _________ 的發生？",
 "The outcome of this study is statistically significant because of which of the following?": "下列何者使本研究結果統計顯著？",
 "Which of the following statistics is most likely to establish the difference among the _________  of these groups?": "下列何者最可能用於確立這些組別之 _________ 的差異？",
 "Which of the following is the case-fatality rate for _________ ?": "下列何者為 _________ 的病死率？",
 "Which of the following is the expected number of false negatives (OR false positives) in this population of _________  women/men?": "下列何者為此 _________ women/men 人群中預期的偽陰性（或偽陽性）數量？",
 "Which of the following best explains the lack of a significant difference in _________ ?": "下列何者最能解釋 _________ 中缺乏顯著差異？",
 "Which of the following is the likelihood of survival?": "下列何者為存活機率？",
 "Which of the following information from the literature is most relevant to the management of this patient?": "下列何者最相關於此患者的管理？"
}